package ru.hh.school.zhdanov;


public class Round2 {

	public static void main(String[] args) {
		System.out.println("1. Минимальное расстояние");
		System.out.println("Дан набор из N точек на плоскости (для простоты можно считать, что у всех точек целочисленные координаты).");
		System.out.println("Найдите минимальное расстояние между двумя точками из этого набора.");
		
		

	}
}
